Revit 2027 API
UnitTypeId.FeetPerSecond Property
 Feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetPerSecond { get; }
Public Shared ReadOnly Property FeetPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetPerSecond {
	ForgeTypeId^ get ();
}
static member FeetPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace